DESCRIPTION = '''
Данный бот позволяет сохранять \
посещенные или планируемые для посещения места \
в закладки, к которым можно обратиться позже.

Отправив текущую геопозицию, можно получить ближайщие места из списка.

Доступные команды:
    /add - добавление нового места
    /list - отображение добавленных мест
    /reset - удаление всех добавленных локаций
    /setradius - настройка радиуса поиска ближайших мест
    /help - справка
'''

EMPTY = 'Нет добавленных геолокаций.\n\n' \
        'Добавьте первую с помощью команды /add, ' \
        'или прикрепив геопозицию.'

PUSHEEN = {
    'surprised': 'CAACAgIAAxkBAAEBE0FfFYmZEq6Dk_dZdh9K7dMa4XsBXwACIhIAAujW4hI2uqloM5rL2hoE'
}

BOT_TOKEN = ''
DADATA_TOKEN = ''
DADATA_SECRET_KEY = ''